[
  "Why did the programmer quit his job? Because he didn't get arrays.",
  "I told my computer I needed a break, and it said: 'No problem — I'll go to sleep.'",
  "Parallel lines have so much in common. It's a shame they'll never meet.",
  "Why don't scientists trust atoms? Because they make up everything.",
  "I asked the librarian if the library had books on paranoia. She whispered, 'They're right behind you.'",
  "What's orange and sounds like a parrot? A carrot.",
  "Why did the scarecrow win an award? Because he was outstanding in his field.",
  "I told my wife she should embrace her mistakes. She hugged me.",
  "Why did the math book look sad? Because it had too many problems.",
  "I'm reading a book about anti-gravity. It's impossible to put down.",
  "How do you organize a space party? You planet.",
  "What do you call fake spaghetti? An impasta.",
  "Why was the broom late? It overswept.",
  "What did the zero say to the eight? Nice belt.",
  "Why don't eggs tell jokes? They'd crack each other up.",
  "I told my computer I needed a break, and now it won't stop sending me Kit Kat ads.",
  "Why did the coffee file a police report? It got mugged.",
  "What do you call cheese that isn't yours? Nacho cheese.",
  "Why did the tomato blush? Because it saw the salad dressing.",
  "I used to hate facial hair... but then it grew on me.",
  "Why do bicycles fall over? Because they are two-tired.",
  "I would tell you a joke about construction, but I'm still working on it.",
  "Did you hear about the restaurant on the moon? Great food, no atmosphere.",
  "Why don't programmers like nature? It has too many bugs.",
  "How does a penguin build its house? Igloos it together.",
  "What did one ocean say to the other ocean? Nothing — they just waved.",
  "Why did the computer go to the doctor? It had a virus and needed a byte to eat.",
  "What do you call a belt made of watches? A waist of time.",
  "Why did the cookie go to the hospital? Because he felt crummy.",
  "Why was the math lecture so long? The professor went off on a tangent.",
  "Why don't skeletons fight each other? They don't have the guts.",
  "What do you call a pile of cats? A meowntain.",
  "Why was the stadium so cool? It was filled with fans.",
  "Why did the picture go to jail? Because it was framed.",
  "How do you make holy water? You boil the hell out of it.",
  "Why did the golfer bring two pairs of pants? In case he got a hole in one.",
  "What do you call an alligator in a vest? An investigator.",
  "Why did the bicycle fall over? It was two-tired.",
  "Why was the computer cold? It left its Windows open.",
  "Why did the scarecrow become a successful motivational speaker? He was outstanding in his field.",
  "What do you call a fake noodle? An impasta (again because it's that funny!).",
  "Why did the music teacher go to jail? Because she got caught with too many sharp objects.",
  "Why did the tomato turn red? It saw the salad dressing and blushed.",
  "Why don't oysters share their pearls? Because they're shellfish.",
  "What do you call a cow with no legs? Ground beef.",
  "Why did the kid bring a ladder to school? Because he wanted to go to high school.",
  "Why was six afraid of seven? Because seven eight (ate) nine.",
  "What do you call a dinosaur that is sleeping? A dino-snore.",
  "Why did the man put his money in the blender? He wanted to make liquid assets.",
  "How do you catch a squirrel? Climb a tree and act like a nut.",
  "Why did the bee get married? Because he found his honey.",
  "What do you call an elephant that doesn't matter? An irrelephant.",
  "Why did the student eat his homework? Because the teacher told him it was a piece of cake.",
  "Why don't scientists trust stairs? They're always up to something.",
  "Why did the man put his car in the oven? He wanted a hot rod.",
  "What do you call a sketchy neighborhood in the Arctic? A polar area.",
  "Why did the orange stop? It ran out of juice.",
  "Why did the mushroom get invited to the party? Because he's a fungi.",
  "What do you call a ghost's true love? His ghoul-friend.",
  "Why did the coffee file a police report? It got mugged (again, sorry!)."
]
