[
  "Believe you can and you're halfway there. — Theodore Roosevelt",
  "The only way to do great work is to love what you do. — Steve Jobs",
  "Keep your face always toward the sunshine—and shadows will fall behind you. — Walt Whitman",
  "It is never too late to be what you might have been. - George Eliot",
  "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. - Ralph Waldo Emerson",
  "We are all broken, that's how the light gets in. - Ernest Hemingway",
  "Appreciation is a wonderful thing. It makes what is excellent in others belong to us as well. - Voltaire",
  "Be yourself; everyone else is already taken. ― Oscar Wilde",
  "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe. ― Albert Einstein",
  "Be the change that you wish to see in the world. ― Mahatma Gandhi",
  "It is better to be hated for what you are than to be loved for what you are not. ― Andre Gide",
  "Anything worth dying for is certainly worth living for. - Joseph Heller",
  "It is the possibility of having a dream come true that makes life interesting. ― Paulo Coelho",
  "Even death has a heart. - Markus Zusak",
  "Appreciate what you have now, because there may be no tomorrow. - Jodi Picoult",
  "Whatever our souls are made of, his and mine are the same. — Emily Brontë",
  "It is nothing to die; it is dreadful not to live. — Victor Hugo",
  "When you play the game of thrones you win or you die. — George R. R. Martin",
  "In life, if you don't risk anything, you risk everything.",
  "To be interesting - be interested.",
  "Love is a verb… An action… To love is to do",
  "Money often costs too much",
  "Knowing and not doing, is as not knowing at all.",
  "No one is in charge of your happiness but you.",
  "A person cannot elevate themself by putting another person down",
  "Just keep swimming - Dory",
  "The future depends on what you do today. — Mahatma Gandhi",
  "Don't watch the clock; do what it does. Keep going. — Sam Levenson",
  "The harder you work for something, the greater you'll feel when you achieve it. — Unknown",
  "Dream big and dare to fail. — Norman Vaughan",
  "The secret of getting ahead is getting started. — Mark Twain",
  "Start where you are. Use what you have. Do what you can. — Arthur Ashe",
  "Success is not final, failure is not fatal: It is the courage to continue that counts. — Winston Churchill",
  "Believe in yourself and all that you are. — Christian D. Larson",
  "Do one thing every day that scares you. — Eleanor Roosevelt",
  "What you get by achieving your goals is not as important as what you become by achieving your goals. — Zig Ziglar",
  "Act as if what you do makes a difference. It does. — William James",
  "Either you run the day, or the day runs you. — Jim Rohn",
  "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart. — Roy T. Bennett",
  "Difficult roads often lead to beautiful destinations. — Unknown",
  "The only limit to our realization of tomorrow is our doubts of today. — Franklin D. Roosevelt",
  "You miss 100% of the shots you don't take. — Wayne Gretzky",
  "Everything you've ever wanted is on the other side of fear. — George Addair",
  "Opportunities don't happen. You create them. — Chris Grosser",
  "The best way to predict the future is to create it. — Peter Drucker",
  "I attribute my success to this: I never gave or took any excuse. — Florence Nightingale",
  "Try not to become a person of success, but rather try to become a person of value. — Albert Einstein",
  "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty. — Winston Churchill",
  "You are never too old to set another goal or to dream a new dream. — C.S. Lewis",
  "If you want to lift yourself up, lift up someone else. — Booker T. Washington",
  "Change your thoughts and you change your world. — Norman Vincent Peale",
  "The mind is everything. What you think you become. — Buddha",
  "Keep going. Be all in. — Bryan Hutchinson",
  "Success usually comes to those who are too busy to be looking for it. — Henry David Thoreau",
  "Don't be afraid to give up the good to go for the great. — John D. Rockefeller",
  "The way to get started is to quit talking and begin doing. — Walt Disney",
  "You don't have to be great to start, but you have to start to be great. — Zig Ziglar",
  "Little by little, one travels far. — J.R.R. Tolkien",
  "If you can dream it, you can do it. — Walt Disney",
  "A year from now you may wish you had started today. — Karen Lamb",
  "The only person you are destined to become is the person you decide to be. — Ralph Waldo Emerson",
  "Believe and act as if it were impossible to fail. — Charles Kettering",
  "Do or do not. There is no try. — Yoda",
  "Do what you can, with what you have, where you are. — Theodore Roosevelt",
  "Everything has beauty, but not everyone sees it. — Confucius",
  "Failure is the condiment that gives success its flavor. — Truman Capote",
  "It always seems impossible until it's done. — Nelson Mandela",
  "A champion is defined not by their wins but by how they can recover when they fall. — Serena Williams",
  "If opportunity doesn't knock, build a door. — Milton Berle",
  "Your time is limited, don't waste it living someone else's life. — Steve Jobs",
  "Perfection is not attainable, but if we chase perfection we can catch excellence. — Vince Lombardi",
  "The biggest risk is not taking any risk. — Mark Zuckerberg",
  "If you want something you've never had, you must be willing to do something you've never done. — Unknown",
  "A person who never made a mistake never tried anything new. — Albert Einstein",
  "What lies behind us and what lies before us are tiny matters compared to what lies within us. — Ralph Waldo Emerson",
  "Small deeds done are better than great deeds planned. — Peter Marshall"
  ,"Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.' — Mary Anne Radmacher"
  ,"Success is walking from failure to failure with no loss of enthusiasm. — Winston Churchill"
  ,"Happiness is not something ready made. It comes from your own actions. — Dalai Lama"
  ,"Life is 10% what happens to us and 90% how we react to it. — Charles R. Swindoll"
  ,"In the middle of every difficulty lies opportunity. — Albert Einstein"
  ,"The best revenge is massive success. — Frank Sinatra"
  ,"Turn your wounds into wisdom. — Oprah Winfrey"
  ,"Never regret anything that made you smile. — Mark Twain"
  ,"The journey of a thousand miles begins with one step. — Lao Tzu"
  ,"Don't count the days, make the days count. — Muhammad Ali"
  ,"The purpose of our lives is to be happy. — Dalai Lama"
  ,"You are braver than you believe, stronger than you seem, and smarter than you think. — A.A. Milne"
  ,"If you want to achieve greatness stop asking for permission. — Anonymous"
  ,"The best time to plant a tree was 20 years ago. The second best time is now. — Chinese Proverb"
  ,"Everything you can imagine is real. — Pablo Picasso"
  ,"Do not wait to strike till the iron is hot; but make it hot by striking. — William Butler Yeats"
  ,"Whether you think you can or you think you can't, you're right. — Henry Ford"
  ,"Do not go where the path may lead, go instead where there is no path and leave a trail. — Ralph Waldo Emerson"
  ,"Light tomorrow with today. — Elizabeth Barrett Browning"
  ,"Small opportunities are often the beginning of great enterprises. — Demosthenes"
]
