[
  "Believe you can and you're halfway there. — Theodore Roosevelt",
  "The only way to do great work is to love what you do. — Steve Jobs",
  "Keep your face always toward the sunshine—and shadows will fall behind you. — Walt Whitman",
  "It is never too late to be what you might have been. - George Eliot",
  "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. - Ralph Waldo Emerson",
  "We are all broken, that's how the light gets in. - Ernest Hemingway",
  "Appreciation is a wonderful thing. It makes what is excellent in others belong to us as well. - Voltaire",
  "Be yourself; everyone else is already taken. ― Oscar Wilde",
  "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe. ― Albert Einstein",
  "Be the change that you wish to see in the world. ― Mahatma Gandhi",
  "It is better to be hated for what you are than to be loved for what you are not. ― Andre Gide",
  "Anything worth dying for is certainly worth living for. - Joseph Heller",
  "It is the possibility of having a dream come true that makes life interesting. ― Paulo Coelho",
  "Even death has a heart. - Markus Zusak",
  "Appreciate what you have now, because there may be no tomorrow. - Jodi Picoult",
  "Whatever our souls are made of, his and mine are the same. — Emily Brontë",
  "It is nothing to die; it is dreadful not to live. — Victor Hugo",
  "When you play the game of thrones you win or you die. — George R. R. Martin",
  "In life, if you don't risk anything, you risk everything.",
  "To be interesting - be interested.",
  "Love is a verb… An action… To love is to do",
  "Money often costs too much",
  "Knowing and not doing, is as not knowing at all.",
  "No one is in charge of your happiness but you.",
  "A person cannot elevate themself by putting another person down",
  "Just keep swimming - Dory",
  "The future depends on what you do today. — Mahatma Gandhi",
  "Don't watch the clock; do what it does. Keep going. — Sam Levenson",
  "The harder you work for something, the greater you'll feel when you achieve it. — Unknown",
  "Dream big and dare to fail. — Norman Vaughan",
  "The secret of getting ahead is getting started. — Mark Twain",
  "Start where you are. Use what you have. Do what you can. — Arthur Ashe",
  "Success is not final, failure is not fatal: It is the courage to continue that counts. — Winston Churchill",
  "Believe in yourself and all that you are. — Christian D. Larson",
  "Do one thing every day that scares you. — Eleanor Roosevelt",
  "What you get by achieving your goals is not as important as what you become by achieving your goals. — Zig Ziglar",
  "Act as if what you do makes a difference. It does. — William James",
  "Either you run the day, or the day runs you. — Jim Rohn",
  "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart. — Roy T. Bennett",
  "Difficult roads often lead to beautiful destinations. — Unknown",
  "The only limit to our realization of tomorrow is our doubts of today. — Franklin D. Roosevelt",
  "You miss 100% of the shots you don't take. — Wayne Gretzky",
  "Everything you've ever wanted is on the other side of fear. — George Addair",
  "Opportunities don't happen. You create them. — Chris Grosser",
  "The best way to predict the future is to create it. — Peter Drucker",
  "I attribute my success to this: I never gave or took any excuse. — Florence Nightingale",
  "Try not to become a person of success, but rather try to become a person of value. — Albert Einstein",
  "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty. — Winston Churchill",
  "You are never too old to set another goal or to dream a new dream. — C.S. Lewis",
  "If you want to lift yourself up, lift up someone else. — Booker T. Washington",
  "Change your thoughts and you change your world. — Norman Vincent Peale",
  "The mind is everything. What you think you become. — Buddha",
  "Keep going. Be all in. — Bryan Hutchinson",
  "Success usually comes to those who are too busy to be looking for it. — Henry David Thoreau",
  "Don't be afraid to give up the good to go for the great. — John D. Rockefeller",
  "The way to get started is to quit talking and begin doing. — Walt Disney",
  "You don't have to be great to start, but you have to start to be great. — Zig Ziglar",
  "Little by little, one travels far. — J.R.R. Tolkien",
  "If you can dream it, you can do it. — Walt Disney",
  "A year from now you may wish you had started today. — Karen Lamb",
  "The only person you are destined to become is the person you decide to be. — Ralph Waldo Emerson",
  "Believe and act as if it were impossible to fail. — Charles Kettering",
  "Do or do not. There is no try. — Yoda",
  "Do what you can, with what you have, where you are. — Theodore Roosevelt",
  "Everything has beauty, but not everyone sees it. — Confucius",
  "Failure is the condiment that gives success its flavor. — Truman Capote",
  "It always seems impossible until it's done. — Nelson Mandela",
  "A champion is defined not by their wins but by how they can recover when they fall. — Serena Williams",
  "If opportunity doesn't knock, build a door. — Milton Berle",
  "Your time is limited, don't waste it living someone else's life. — Steve Jobs",
  "Perfection is not attainable, but if we chase perfection we can catch excellence. — Vince Lombardi",
  "The biggest risk is not taking any risk. — Mark Zuckerberg",
  "If you want something you've never had, you must be willing to do something you've never done. — Unknown",
  "A person who never made a mistake never tried anything new. — Albert Einstein",
  "What lies behind us and what lies before us are tiny matters compared to what lies within us. — Ralph Waldo Emerson",
  "Small deeds done are better than great deeds planned. — Peter Marshall",
  "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.' — Mary Anne Radmacher",
  "Success is walking from failure to failure with no loss of enthusiasm. — Winston Churchill",
  "Happiness is not something ready made. It comes from your own actions. — Dalai Lama",
  "Life is 10% what happens to us and 90% how we react to it. — Charles R. Swindoll",
  "In the middle of every difficulty lies opportunity. — Albert Einstein",
  "The best revenge is massive success. — Frank Sinatra",
  "Turn your wounds into wisdom. — Oprah Winfrey",
  "Never regret anything that made you smile. — Mark Twain",
  "The journey of a thousand miles begins with one step. — Lao Tzu",
  "Don't count the days, make the days count. — Muhammad Ali",
  "The purpose of our lives is to be happy. — Dalai Lama",
  "You are braver than you believe, stronger than you seem, and smarter than you think. — A.A. Milne",
  "If you want to achieve greatness stop asking for permission. — Anonymous",
  "The best time to plant a tree was 20 years ago. The second best time is now. — Chinese Proverb",
  "Everything you can imagine is real. — Pablo Picasso",
  "Do not wait to strike till the iron is hot; but make it hot by striking. — William Butler Yeats",
  "Whether you think you can or you think you can't, you're right. — Henry Ford",
  "Do not go where the path may lead, go instead where there is no path and leave a trail. — Ralph Waldo Emerson",
  "Light tomorrow with today. — Elizabeth Barrett Browning",
  "Small opportunities are often the beginning of great enterprises. — Demosthenes",
  "Small progress each day adds up to big results. — Unknown",
  "Clarity comes from engagement, not only from thought. — Unknown",
  "Patience is a companion of wisdom. — Unknown",
  "Thoughts become things; choose them carefully. — Unknown",
  "Make today so awesome that yesterday gets jealous. — Unknown",
  "Success is built on daily habits, not rare bursts of effort. — Unknown",
  "Confidence is silent; insecurities are loud. — Unknown",
  "Gratitude turns what we have into enough. — Unknown",
  "Your comfort zone is a beautiful place, but nothing ever grows there. — Unknown",
  "Choose courage over comfort. — Unknown",
  "A year of practice beats a day of inspiration. — Unknown",
  "Progress, not perfection. — Unknown",
  "Embrace the beautiful mess that you are. — Unknown",
  "Words create worlds; speak kindly. — Unknown",
  "Small acts of kindness ripple farther than you can see. — Unknown",
  "The only competition that matters is the one with yourself. — Unknown",
  "Learn something new every day. — Unknown",
  "If it's important to you, you'll find a way. — Unknown",
  "Dreams are the blueprints; action is the builder. — Unknown",
  "Focus on what you can control and let go of what you cannot. — Unknown",
  "Mistakes are proof you are trying. — Unknown",
  "Courage starts with showing up and letting ourselves be seen. — Brene Brown",
  "Small disciplines repeated every day lead to great achievements. — Unknown",
  "The quieter you become, the more you can hear. — Unknown",
  "When in doubt, choose the kind path. — Unknown",
  "Energy flows where attention goes. — Unknown",
  "Simplicity is the ultimate sophistication. — Unknown",
  "Be a voice, not an echo. — Unknown",
  "Turn setbacks into stepping stones. — Unknown",
  "Be the reason someone believes in the goodness of people. — Unknown",
  "Make your life a story worth telling. — Unknown",
  "The best time to start was yesterday. The next best time is now. — Unknown",
  "A little progress each day adds up to big results. — Unknown",
  "Let go of what was and embrace what can be. — Unknown",
  "You don't have to be perfect to be amazing. — Unknown",
  "Consistency compounds. — Unknown",
  "What you feed will grow — feed your strengths. — Unknown",
  "An open heart sees more possibilities. — Unknown",
  "Success is the sum of small efforts repeated day in and day out. — Unknown",
  "Wake up with determination; go to bed with satisfaction. — Unknown",
  "Fear is temporary. Regret is forever. — Unknown",
  "Be kinder than necessary; everyone is fighting a hard battle. — Unknown",
  "Your pace is the right pace. — Unknown",
  "Sometimes the bravest thing you can do is rest. — Unknown",
  "Be curious. Ask questions. Learn. Repeat. — Unknown",
  "The future belongs to those who prepare for it today. — Unknown",
  "Happiness is homemade. — Unknown",
  "Act with purpose, not with panic. — Unknown",
  "Let your faith be bigger than your fear. — Unknown",
  "Sow seeds of effort; harvest fruits of progress. — Unknown",
  "You are stronger than your circumstances. — Unknown",
  "In small steps, there is great power. — Unknown",
  "Keep your promises to yourself. — Unknown",
  "Some of your favourite days haven't even happend yet",
  "The only impossible journey is the one you never begin. — Tony Robbins",
  "Your life does not get better by chance, it gets better by change. — Jim Rohn",
  "The best way out is always through. — Robert Frost",
  "What we achieve inwardly will change outer reality. — Plutarch",
  "The mind is its own place, and in itself can make a heaven of hell, a hell of heaven. — John Milton",
  "To live is the rarest thing in the world. Most people exist, that is all. — Oscar Wilde",
  "The truth is rarely pure and never simple. — Oscar Wilde",
  "All that we see or seem is but a dream within a dream. — Edgar Allan Poe",
  "I think, therefore I am. — René Descartes",
  "The unexamined life is not worth living. — Socrates",
  "Know thyself. — Socrates",
  "Happiness depends upon ourselves. — Aristotle",
  "The whole is greater than the sum of its parts. — Aristotle",
  "Imagination is more important than knowledge. — Albert Einstein",
  "The only source of knowledge is experience. — Albert Einstein",
  "Peace begins with a smile. — Mother Teresa",
  "All we have to decide is what to do with the time that is given us. — J.R.R. Tolkien",
  "The scariest moment is always just before you start. — Stephen King",
  "Get busy living or get busy dying. — Stephen King",
  "The first step toward getting somewhere is to decide that you are not going to stay where you are. — J.P. Morgan",
  "The best investment you can make is in yourself. — Warren Buffett",
  "Risk comes from not knowing what you're doing. — Warren Buffett",
  "The difference between successful people and very successful people is that very successful people say 'no' to almost everything. — Warren Buffett",
  "Innovation distinguishes between a leader and a follower. — Steve Jobs",
  "Stay hungry, stay foolish. — Steve Jobs",
  "The most powerful weapon on earth is the human soul on fire. — Ferdinand Foch",
  "Courage is grace under pressure. — Ernest Hemingway",
  "The world breaks everyone, and afterward, many are strong at the broken places. — Ernest Hemingway",
  "The greatest glory in living lies not in never falling, but in rising every time we fall. — Nelson Mandela",
  "Our daily deeds as ordinary South Africans must produce an actual South African reality that will reinforce humanity's belief in justice, strengthen its confidence in the nobility of the human soul and sustain all our hopes for a glorious life for all. — Nelson Mandela",
  "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear. — Nelson Mandela",
  "It is through discipline and extreme effort that we finally arrive at our hidden capacities. — Scott Barry Kaufman",
  "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. — Steve Jobs",
  "The future belongs to those who believe in the beauty of their dreams. — Eleanor Roosevelt",
  "You must do the things you think you cannot do. — Eleanor Roosevelt",
  "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart. — Helen Keller",
  "Although the world is full of suffering, it is also full of the overcoming of it. — Helen Keller",
  "Alone we can do so little; together we can do so much. — Helen Keller",
  "Walking with a friend in the dark is better than walking alone in the light. — Helen Keller",
  "The most pathetic person in the world is someone who has sight, but has no vision. — Helen Keller",
  "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved. — Helen Keller",
  "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment. — Buddha",
  "All that we are is the result of what we have thought. — Buddha",
  "Peace comes from within. Do not seek it without. — Buddha",
  "You yourself, as much as anybody in the entire universe, deserve your love and affection. — Buddha",
  "The root of suffering is attachment. — Buddha",
  "Be kind whenever possible. It is always possible. — Dalai Lama",
  "Remember that not getting what you want is sometimes a wonderful stroke of luck. — Dalai Lama",
  "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them. — Dalai Lama",
  "The more you know, the more you realize you know nothing. — Socrates",
  "I cannot teach anybody anything. I can only make them think. — Socrates",
  "To know, is to know that you know nothing. That is the meaning of true knowledge. — Socrates",
  "The only true wisdom is in knowing you know nothing. — Socrates",
  "Wisdom begins in wonder. — Socrates",
  "I know that I am intelligent, because I know that I know nothing. — Socrates",
  "The greatest wealth is to live content with little. — Plato",
  "Courage is knowing what not to fear. — Plato",
  "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light. — Plato",
  "One of the penalties for refusing to participate in politics is that you end up being governed by your inferiors. — Plato",
  "The price of apathy towards public affairs is to be ruled by evil men. — Plato",
  "Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens. — Plato",
  "Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything. — Plato",
  "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile. — Plato",
  "Ignorance, the root and stem of all evil. — Plato",
  "Astronomy compels the soul to look upwards and leads us from this world to another. — Plato",
  "The measure of a man is what he does with power. — Plato",
  "Those who tell the stories rule society. — Plato",
  "The beginning is the most important part of the work. — Plato",
  "Necessity is the mother of invention. — Plato",
  "Courage is a kind of salvation. — Plato",
  "The greatest mistake in the treatment of diseases is that there are physicians for the body and physicians for the soul, although the two cannot be separated. — Plato",
  "Education is the kindling of a flame, not the filling of a vessel. — Socrates",
  "Strong minds discuss ideas, average minds discuss events, weak minds discuss people. — Socrates",
  "Be as you wish to seem. — Socrates",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new. — Socrates",
  "Wonder is the beginning of wisdom. — Socrates"
]
